{
  "general": {
    "serviceList": {
      "design": "Design",
      "interiorism": "Interior Design",
      "reform": "Reforms",
      "followUs": "Follow Us"
    }
  },
  "sections": {
    "introduction": "Introduction",
    "ourTeam": "Our Team",
    "ourWay": "Our Way",
    "whyChooseUs": "Why Choose Us?",
    "recentProjects": "Testimonials",
    "contact": "Contact Us",
    "aboutUs": "About Us"
  },
  "introduction": {
    "createHomes": "WE CREATE HOMES,",
    "designExperiences": "WE DESIGN EXPERIENCES"
  },
  "aboutUs": {
    "description": "We are a young, newly created company but with extensive experience in designing and renovating all types of spaces. We work directly with our own trusted team of professionals, which always guarantees maximum quality in terms of finishes and deadlines. Our budgets are very competitive, in line with the current market.",
    "littleAboutUs": "A little\nabout\nus"
  },
  "ourTeam": {
    "heading": "Our\nManagement\nTeam",
    "roles": {
      "amanda": "Interior Designer",
      "melissa": "Technical Architect"
    }
  },
  "ourWay": {
    "commitment": {
      "description": "\bM2.Studio\b develops its activities within \bstandards of excellence\b, in terms of \benvironmental care\b. Therefore, each person who is within the client's property, or outside of it, but in their representation, without exception, must fulfill their responsibilities within the framework of \becological commitment\b in accordance with current legal regulations, preventing environmental pollution in all projects where it executes its activities.",
      "listIntro": "For which it assumes the following commitments:",
      "points": [
        "Actively continue with a pollution prevention policy to minimize the impact of our operations.",
        "Comply with client policies and procedures, as well as all applicable laws and regulations.",
        "Make strategic efforts to maximize our energy efficiency and use of natural resources, through the management of our energy use, water consumption and waste generation.",
        "Responsibly manage our operation sites to protect ecosystems and biodiversity, as well as maximize our contribution to nature conservation.",
        "Maintain open and effective communication channels with our employees, clients, community and all those who work with us.",
        "Provide necessary resources for instruction, training and supervision, to properly manage environmental aspects of our operations.",
        "Plan, review and evaluate our environmental performance against measurable objectives to drive continuous improvement."
      ],
      "conclusion": "\bM2.Studio\b will establish and maintain an environmental management program and/or plan that includes objectives and procedures for carrying out operations in all its projects and facilities, promoting environmental awareness."
    },
    "staticTextDescription": "M2 was born as a result of our passion for everything that is innovative, \bsustainable\b and beautiful."
  },
  "ourPassion": {
    "heading": "Our\nWay",
    "steps": {
      "title": "Steps",
      "description": "The construction process from start to finish",
      "points": [
        "We Meet After contacting us, we call you to set up a meeting date.",
        "We take measurements, photos and understand your needs.",
        "We prepare your project without any commitment or cost.",
        "We present your project."
      ]
    },
    "project": {
      "contains": "The project contains",
      "points": [
        "Plans: Current Status and New Distribution Proposal",
        "Infographics: New Virtual Design",
        "Materials Proposal: Design",
        "Smart Budget: The first budget as close to reality as possible",
        "Book Our Services: To reserve your renovation in a time frame, and for us to work 100% on your project, a reservation is necessary.",
        "Adjustments and Comparisons: We move on to choosing final materials to create the definitive budget.",
        "We Prepare Your Renovation and Execute It: We go from digital and paper to reality. Time for action!"
      ]
    },
    "designFinishes": {
      "title": "Design and Choice of Finishes",
      "description": "100% Consulting",
      "points": [
        "We propose a new distribution and design of 'Your Space'.",
        "We propose possible finishes and prepare samples so you can physically check the design material.",
        "We work with the best brands and the most suitable ones for each project. Our long journey has allowed us to gather a wide variety of trusted suppliers.",
        "After the selection process, we send you a dossier with everything for you to confirm that everything is correct. This way, we avoid errors and everything is clear."
      ]
    },
    "technology": {
      "title": "Construction + Technology",
      "points": [
        "We establish start, completion and delivery dates.",
        "We prepare a Gantt chart (diagram that allows planning the execution of the work) to inform you each week what actions we will take.",
        "At the end of each week, we attach photos and/or videos of the progress through the channel that you indicate is best for you (email or WhatsApp)."
      ],
      "info": "We will keep you informed of any news or changes with a click of your mobile."
    }
  },
  "whyChooseUs": {
    "title": "Why \nChoose Us?",
    "designAndRenovate": "We Design and Renovate",
    "professionals": "We have the best professionals in the design and renovation sector.",
    "certifiedProfessionals": "Certified Professionals: Our entire team is certified and has extensive experience, each in their specialty.",
    "deadlineGuarantee": "Guaranteed Deadlines: We commit through contract to meet established deadlines as we do not depend on third parties or intermediaries.",
    "qualityPrice": "Quality Price: We offer a very competitive quality-price ratio. Always seeking a balance between design, quality and price.",
    "postWorkWarranty": "Post-Work Warranty: We offer all our clients, for their peace of mind and ours, a 2-year warranty after completion of work to cover any manufacturing defects that may arise.",
    "projectIncluded": "Project and Design Included",
    "projectDescription": "We carry out your project without additional costs taking into account your tastes and needs, always optimizing the functionality of spaces and latest trends so you can visualize your dream.",
    "specialAttention": "We pay special attention to:",
    "optimizeSpaces": "Optimizing the operation of each space.",
    "lightingAndStorage": "Improving lighting and storage as we consider these points fundamental to improve your quality of life."
  },
  "ourServices": {
    "heading": "Our Services",
    "description": "Renovations of all types of spaces",
    "types": "Complete renovations•partial renovations•bathrooms•kitchens•use changes•tourist housing•Home Staging•Relooking",
    "reform": {
      "label": "Renovation",
      "description": "Before starting a renovation, it is crucial to take into account some things to facilitate our work and help us connect with our clients' true needs."
    },
    "importantPoints": {
      "label": "Most Important Points",
      "description": "The Budget: Before starting any renovation, you must consider the budget. It is important to be clear about what you want or can invest in your renovation. It must be a realistic amount, in line with your reality."
    },
    "design": {
      "label": "Design",
      "description": "Another very important point to consider is design. The clearer you are about your needs, the more we can help you achieve the desired space."
    },
    "deadlines": {
      "label": "Deadlines",
      "description": "It is important to know when it is convenient for us to carry out your work so that we can try to fit it in and not make it a problem. At m2.Studio, we will indicate the time needed to prepare and execute your work. For us it is important to meet the established deadlines, so the client must be aware that unforeseen changes on their part delay a work and once all the details are established, we try to stick to what was agreed."
    },
    "professionals": {
      "label": "Professionals",
      "description": "Having a team of qualified and certified professionals with experience to carry out the renovation is of utmost importance. Our m2.Studio team offers you the guarantee of optimal finishes. Always ensuring to minimize complications and errors from the beginning."
    },
    "security": {
      "label": "Security",
      "description": "For us, the safety of our team is extremely important, which is why we ensure that our entire team has what is necessary to tackle each renovation without incidents and with the greatest possible safety. During the renovation, it is important to take safety into account. We ensure that our professionals have the necessary training to carry out our works."
    }
  },
  "recentProjects": {
    "title": "Recent Projects",
    "projects": {
      "1": {
        "label": "Project 01",
        "description": "Before starting a renovation, it is crucial to take into account some things to facilitate our work and help us connect with our clients' true needs."
      },
      "2": {
        "label": "Project 02",
        "description": "The Budget: Before starting any renovation, you must consider the budget. It is important to be clear about what you want or can invest in your renovation. It must be a realistic amount, in line with your reality."
      },
      "3": {
        "label": "Project 03",
        "description": "Another very important point to consider is design. The clearer you are about your needs, the more we can help you achieve the desired space."
      }
    },
    "viewAll": "View All"
  },
  "designExperiences": {
    "title": "Creating Alliances, Designing Experiences",
    "teamImageAlt": "work team",
    "collaborationText": "We collaborate with various real estate agencies in Alicante and provide them with our services",
    "contactText": "Contact us and we will inform you"
  },
  "contact": {
    "title": "Contact",
    "namePlaceholder": "Name",
    "emailPlaceholder": "Email",
    "phonePlaceholder": "Phone",
    "messagePlaceholder": "Message",
    "termsLabel": "I have read and accept the terms and conditions of use",
    "sendButton": "Send",
    "renovationFormLabel": "Form if you want to do a renovation",
    "professionalFormLabel": "Form for professional collaborators"
  },
  "footer": {
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use"
  }
}