{
    "general.service_list.design": "Design",
    "general.service_list.interiorism": "Interiorism",
    "general.service_list.reform": "Renovations",
    "general.service_list.follow_us": "Follow Us",

    "sections.introduction": "Introduction",
    "sections.our_team": "Our Team",
    "sections.our_way": "Our Way",
    "sections.why_choose_us": "Why Choose Us?",
    "sections.recent_projects": "Testimonials",
    "sections.contact": "Contact Us",
    "sections.about_us": "About Us",

    "introduction.create_homes": "CREATE HOMES,",
    "introduction.design_experiences": "DESIGN EXPERIENCES",

    "about_us.description": "We are a young, newly founded company with extensive experience in designing and renovating all kinds of spaces. We work directly with our own team of trusted professionals, ensuring the highest quality in finishes and deadlines. Our budgets are highly competitive, aligned with the current market.",
    "about_us.a_little_about_us": "A little\nabout\nus",

    "our_team.heading": "Our\nExecutive\nTeam",
    "our_team.amanda_job": "Interior Designer",
    "our_team.melissa_job": "Technical Architect",

    "our_way.commitment_description": "\bM2.Studio\b operates within \bstandards of excellence\b regarding \benvironmental care\b. Therefore, everyone within the client's property or acting on their behalf, without exception, must adhere to their responsibilities within the framework of \becological commitment\b, in accordance with current legal regulations, preventing environmental pollution in all projects where activities are executed.",
    "our_way.commitment_list_intro": "To achieve this, we assume the following commitments:",
    "our_way.commitment_point_1": "Actively continue a policy of pollution prevention to minimize the impact of our operations.",
    "our_way.commitment_point_2": "Comply with client policies and procedures, as well as all applicable laws and regulations.",
    "our_way.commitment_point_3": "Implement strategic efforts to maximize our energy efficiency and use of natural resources, through the management of our energy use, water consumption, and waste generation.",
    "our_way.commitment_point_4": "Manage our operational sites responsibly to protect ecosystems and biodiversity, while maximizing our contribution to nature conservation.",
    "our_way.commitment_point_5": "Maintain open and effective communication channels with our employees, clients, community, and all who work with us.",
    "our_way.commitment_point_6": "Provide the necessary resources for instruction, training, and supervision to appropriately manage the environmental aspects of our operations.",
    "our_way.commitment_point_7": "Plan, review, and evaluate our environmental performance against measurable objectives to drive continuous improvement.",
    "our_way.commitment_conclusion": "\bM2.Studio\b will establish and maintain an environmental management program and/or plan that includes objectives and procedures to conduct operations in all projects and facilities while promoting environmental awareness.",
    "our_way.static_text_description": "M2 was born from our passion for everything that is innovative, \bsustainable\b, and beautiful.",

    "our_passion.heading": "Our\nWay",
    "our_passion.steps": "Steps / pasos",
    "our_passion.steps_description": "The construction process from start to finish",
    "our_passion.steps_point_1": "We Get to Know Each Other: After contacting us, we call you to set up a meeting date.",
    "our_passion.steps_point_2": "We take measurements, photos, and assess your needs.",
    "our_passion.steps_point_3": "We prepare your project with no obligation or cost.",
    "our_passion.steps_point_4": "We present your project to you.",

    "our_passion.project_contains": "The project contains",
    "our_passion.project_point_1": "Plans: Current State and Proposed New Layout",
    "our_passion.project_point_2": "Infographics: New Virtual Design",
    "our_passion.project_point_3": "Material Proposal: Design",
    "our_passion.project_point_4": "Smart Budget: The first budget, as close to reality as possible",
    "our_passion.project_point_5": "Reserve Our Services: To book your renovation within a time frame and ensure we can work 100% on your project, a reservation with us is required.",
    "our_passion.project_point_6": "Adjustments and Comparisons: We move on to selecting final materials to prepare the definitive budget.",
    "our_passion.project_point_7": "We Prepare and Execute Your Renovation: We bring the digital and paper plans to reality. Time to take action!",

    "our_passion.design_finishes": "Design and Finish Selection",
    "our_passion.design_finishes_description": "100% Advisory",
    "our_passion.design_finishes_point_1": "We propose a new layout and design for 'Your Space'.",
    "our_passion.design_finishes_point_2": "We suggest possible finishes and prepare samples so you can physically check the design materials.",
    "our_passion.design_finishes_point_3": "We work with the best brands, carefully chosen for each project. Our extensive experience has allowed us to gather a wide variety of trusted suppliers.",
    "our_passion.design_finishes_point_4": "After the selection process, we send you a dossier with everything to confirm that everything is correct. This way, we avoid mistakes and ensure clarity.",

    "our_passion.technology": "Construction + Technology",
    "our_passion.technology_point_1": "We set start, completion, and project delivery dates.",
    "our_passion.technology_point_2": "We prepare a Gantt chart (a diagram that helps plan the project's execution) to inform you each week about upcoming tasks.",
    "our_passion.technology_point_3": "At the end of each week, we attach photos and/or videos of the progress via your preferred communication channel (email or WhatsApp).",
    "our_passion.technology_info": "We will keep you informed of any updates or changes with just a click on your mobile.",

    "why_choose_us.title": "Why \nchoose us?",
    "why_choose_us.design_and_renovate": "We Design and Renovate",
    "why_choose_us.professionals": "We have the best professionals in the design and renovation sector.",
    "why_choose_us.certified_professionals": "Certified Professionals: Our entire team is certified and highly experienced in their respective specialties.",
    "why_choose_us.deadline_guarantee": "Guaranteed Deadlines: We commit contractually to meeting deadlines as we do not depend on third parties or intermediaries.",
    "why_choose_us.quality_price": "Quality Price: We offer a highly competitive quality-price ratio, always seeking a balance between design, quality, and cost.",
    "why_choose_us.post_work_warranty": "Post-Work Warranty: For our clients' and our own peace of mind, we offer a 2-year warranty after project completion to cover any manufacturing defects.",

    "why_choose_us.project_included": "Project and Design Included",
    "why_choose_us.project_description": "We create your project at no additional cost, considering your tastes and needs while optimizing space functionality and the latest trends so you can visualize your dream.",
    "why_choose_us.special_attention": "We pay special attention to:",
    "why_choose_us.optimize_spaces": "Optimizing the functionality of each space.",
    "why_choose_us.lighting_and_storage": "Improving lighting and storage, as we consider these essential factors for enhancing your quality of life.",

    "our_services.heading": "Our Services",
    "our_services.description": "Renovations of all types of spaces",
    "our_services.types": "Complete Renovations•Semi-Complete•Bathrooms•Kitchens•Change of Use•Tourist Homes•Home Staging•Relooking",
    "our_services.reform_label": "Renovation",
    "our_services.important_points_label": "Key Points",
    "our_services.design_label": "Design",
    "our_services.deadlines_label": "Deadlines",
    "our_services.professionals_label": "Professionals",
    "our_services.security_label": "Safety",
    "our_services.reform_description": "Before starting a renovation, it is crucial to consider several factors to make our work easier and help us understand our clients' real needs.",
    "our_services.important_points_description": "Budget: Before starting any renovation, you must set a budget. It is important to have a clear and realistic amount you are willing or able to invest in your renovation.",
    "our_services.design_description": "Another crucial factor is design. The clearer you are about your needs, the better we can help you achieve your desired space.",
    "our_services.deadlines_description": "It is essential to determine the best time for us to carry out your renovation. At M2.Studio, we will indicate the necessary time for preparation and execution. Meeting deadlines is a priority, so clients should be aware that unexpected changes on their part may delay the project. Once all details are set, we strive to adhere to the agreed schedule.",
    "our_services.professionals_description": "Having a team of qualified and certified professionals with experience is of utmost importance. Our M2.Studio team guarantees optimal finishing quality while minimizing complications and errors from the start.",
    "our_services.security_description": "For us, the safety of our team is crucial. We ensure that our professionals have everything necessary to undertake each renovation safely and efficiently. During the renovation process, safety remains a priority. We guarantee that our professionals receive the proper training to execute our projects safely.",

    "recent_projects.title": "Recent Projects",
    "recent_projects.project_1.label": "Project 01",
    "recent_projects.project_1.description": "Before starting a renovation, it is crucial to consider some key aspects to make our work easier and help us connect with our clients' real needs.",
    "recent_projects.project_2.label": "Project 02",
    "recent_projects.project_2.description": "The Budget: Before starting any renovation, you must plan the budget. It is important to be clear about how much you want or can invest in your renovation. It should be a realistic amount in line with your financial situation.",
    "recent_projects.project_3.label": "Project 03",
    "recent_projects.project_3.description": "Another very important point to consider is the design. The clearer you are about your needs, the better we can help you achieve the desired space.",
    "recent_projects.view_all": "View All",

    "design_experiences.title": "Creating Alliances, Designing Experiences",
    "design_experiences.team_image_alt": "work team",
    "design_experiences.collaboration_text": "We collaborate with several real estate agencies in Alicante and provide them with our services",
    "design_experiences.contact_text": "Contact us and we will inform you",

    "contact.title": "Contact",
    "contact.name_placeholder": "Name",
    "contact.email_placeholder": "Email",
    "contact.phone_placeholder": "Phone",
    "contact.message_placeholder": "Message",
    "contact.terms_label": "I have read and accept the terms and conditions of use",
    "contact.send_button": "Send",
    "contact.renovation_form_label": "Form if you want to do a renovation",
    "contact.professional_form_label": "Form for collaborating professionals",

    "footer.privacy_policy": "Privacy Policy",
    "footer.terms_of_use": "Terms of Use"
}