{
  "general": {
    "serviceList": {
      "design": "Diseño",
      "interiorism": "Interiorismo",
      "reform": "Reformas",
      "followUs": "Síguenos"
    }
  },
  "sections": {
    "introduction": "Introducción",
    "ourTeam": "Nosotras",
    "ourWay": "Nuestra Forma",
    "whyChooseUs": "¿Por qué elegirnos?",
    "recentProjects": "Testimonios",
    "contact": "Contáctenos",
    "aboutUs": "Sobre Nosotras"
  },
  "introduction": {
    "createHomes": "CREAMOS HOGARES,",
    "designExperiences": "DISEÑAMOS EXPERIENCIAS"
  },
  "aboutUs": {
    "description": "Somos una empresa joven de nueva creación pero con una amplia experiencia en el diseño y la reforma de todo tipo de espacios. Trabajamos directamente con nuestro propio equipo de profesionales de confianza, lo que garantiza siempre la máxima calidad de entrega en cuanto a acabados y plazos. Nuestros presupuestos son muy competitivos, acorde al mercado actual.",
    "littleAboutUs": "Un poco\nsobre\nnosotras"
  },
  "ourTeam": {
    "heading": "Nuestro\nEquipo\nDirectivo",
    "roles": {
      "amanda": "Interiorista",
      "melissa": "Arquitecta Técnica"
    }
  },
  "ourWay": {
    "commitment": {
      "description": "\bM2.Studio\b desarrolla sus actividades dentro de \bestándares de excelencia\b, en lo que al \bcuidado del medio ambiente\b se refiere. Por consiguiente, cada persona que se encuentre dentro de la propiedad del cliente, o fuera de esta, pero en su representación, sin excepción, deberán cumplir con sus responsabilidades dentro del marco del \bcompromiso ecológico\b de acuerdo con la normativa legal vigente, previniendo la contaminación ambiental en todos los proyectos en donde ejecute sus actividades.",
      "listIntro": "Para lo cual asume los siguientes compromisos:",
      "points": [
        "Continuar activamente con una política de prevención de la contaminación, para minimizar el impacto de nuestras operaciones.",
        "Cumplir con las políticas y procedimientos del cliente, así como con todas las leyes y regulaciones aplicables.",
        "Realizar esfuerzos estratégicos, para maximizar nuestra eficiencia energética y el uso de recursos naturales, mediante la gestión de nuestro uso de energía, consumo de agua y generación de residuos.",
        "Gestionar responsablemente los sitios de nuestras operaciones, para proteger los ecosistemas y la biodiversidad, así como para maximizar nuestra contribución a la conservación de la naturaleza.",
        "Mantener canales de comunicación abiertos y efectivos con nuestros empleados, clientes, comunidad y todos aquellos que trabajen con nosotros.",
        "Proveer los recursos necesarios para la instrucción, capacitación y supervisión, con el fin de gestionar apropiadamente los aspectos ambientales de nuestras operaciones.",
        "Planear, revisar y evaluar nuestro desempeño ambiental frente a objetivos medibles, para impulsar la mejora continua."
      ],
      "conclusion": "\bM2.Studio\b establecerá y mantendrá un programa y/o plan de manejo ambiental que contemple objetivos y procedimientos para realizar las operaciones en todos sus proyectos e instalaciones promoviendo la conciencia ambiental."
    },
    "staticTextDescription": "M2 ha nacido como resultado de la pasión que sentimos por todo aquello que sea novedoso, \bsostenible\b y bello."
  },
  "ourPassion": {
    "heading": "Nuestra\nForma",
    "steps": {
      "title": "Steps / pasos",
      "description": "El proceso de obra desde el principio hasta el final",
      "points": [
        "Nos Conocemos Tras contactar con nosotros, te llamamos para establecer una fecha de quedada.",
        "Realizamos la medición, tomamos fotos y vemos tus necesidades.",
        "Preparamos tu proyecto sin ningún compromiso ni coste.",
        "Te presentamos tu proyecto."
      ]
    },
    "project": {
      "contains": "El proyecto contiene",
      "points": [
        "Planos: Estado Actual y Propuesta de Nueva Distribución",
        "Infografías: Nuevo Diseño Virtual",
        "Propuesta Materiales: Diseño",
        "Presupuesto Inteligente: El primer presupuesto lo más aproximado a la realidad posible",
        "Reservas Nuestros Servicios: Para poder reservar tu reforma en una franja de tiempo, y que podamos trabajar 100% en tu proyecto, es necesario realizar una reserva con nosotros.",
        "Ajustes y Comparaciones: Ya pasamos a elegir materiales definitivos y así poder realizar el presupuesto definitivo.",
        "Preparamos Tu Reforma y la Realizamos: Pasamos de digital y papel a la realidad. ¡Entramos en acción!"
      ]
    },
    "designFinishes": {
      "title": "Diseño y Elección de Acabados",
      "description": "Asesoramiento 100%",
      "points": [
        "Te proponemos nueva distribución y diseño de 'Tu Espacio'.",
        "Proponemos posibles acabados y preparamos las muestras para que puedas comprobar el material del diseño físicamente.",
        "Contamos con las mejores marcas y las más adecuadas para cada proyecto. Nuestro largo trayecto nos ha permitido recoger una gran variedad de proveedores de confianza.",
        "Tras el proceso de selección, te enviamos un dossier con todo para que nos confirmes que todo está correcto. De esta manera, evitamos errores y todo queda claro."
      ]
    },
    "technology": {
      "title": "La obra + Tecnología",
      "points": [
        "Establecemos fechas de comienzo, finalización y entrega de obra.",
        "Preparamos un Gant (diagrama que permite planificar la ejecución de la obra) para informarte cada semana qué acciones vamos a realizar.",
        "Al final de cada semana, adjuntamos fotos y/o videos del progreso por el canal que nos indicas que es mejor para ti (correo electrónico o WhatsApp)."
      ],
      "info": "Te mantendremos informad@ de cualquier novedad o cambio con un click del móvil."
    }
  },
  "whyChooseUs": {
    "title": "¿Por qué \nelegirnos?",
    "designAndRenovate": "Diseñamos y Reformamos",
    "professionals": "Contamos con los mejores profesionales en el sector del diseño y de la reforma.",
    "certifiedProfessionals": "Profesionales certificados: Todo nuestro equipo está certificado y cuenta con una gran experiencia, cada uno en su especialidad.",
    "deadlineGuarantee": "Plazos Garantizados: Nos comprometemos a cumplir mediante contrato con los plazos establecidos ya que no dependemos de terceros ni intermediarios.",
    "qualityPrice": "Calidad Precio: Ofrecemos una relación calidad precio muy competitiva. Siempre buscando un equilibrio entre el diseño, la calidad y el precio.",
    "postWorkWarranty": "Garantía Post Obra: Ofrecemos a todos nuestros clientes, para su tranquilidad y la nuestra, una garantía de 2 años tras la finalización de obra para cubrir así cualquier defecto de fábrica que pueda surgir.",
    "projectIncluded": "Proyecto y Diseño Incluido",
    "projectDescription": "Realizamos tu proyecto sin costes adicionales teniendo en cuenta tus gustos y necesidades, siempre optimizando la funcionalidad de espacios y últimas tendencias para que puedas visualizar tu sueño.",
    "specialAttention": "Prestamos especial atención a:",
    "optimizeSpaces": "Optimizar el funcionamiento de cada espacio.",
    "lightingAndStorage": "Mejorar la iluminación y el almacenamiento ya que consideramos estos puntos fundamentales para mejorar tu calidad de vida."
  },
  "ourServices": {
    "heading": "Nuestros servicios",
    "description": "Reformas de todo tipo de espacios",
    "types": "Reformas integrales•semi integrales•baños•cocinas•cambios de uso•viviendas turísticas•Home Staging•Relooking",
    "reform": {
      "label": "Reforma",
      "description": "Antes de comenzar una reforma, es crucial tener en cuenta algunas cosas para facilitarnos nuestra labor y ayudarnos a conectar con las verdaderas necesidades de nuestros clientes."
    },
    "importantPoints": {
      "label": "Puntos más importantes",
      "description": "El Presupuesto: Antes de empezar cualquier reforma, debes plantear el presupuesto. Es importante tener claro que quieres o puedes invertir en tu reforma. Debe ser una cantidad realista, acorde con tu realidad."
    },
    "design": {
      "label": "Diseño",
      "description": "Otro punto muy importante a tener en cuenta es el diseño. Cuanto más claro tienes tus necesidades, más podremos ayudarte a conseguir el espacio deseado."
    },
    "deadlines": {
      "label": "Plazos",
      "description": "Es importante saber cuando te viene bien que realicemos tu obra para así intentar encajarlo y que no se convierta en un problema. En m2.Studio, te indicaremos el tiempo necesario para preparar y ejecutar tu obra. Para nosotros es importante cumplir con los plazos establecidos por lo que el cliente debe ser consciente que los cambios improvistos por su parte retrasan una obra y una vez establecidos todos los detalles, intentamos ceñirnos a lo acordado."
    },
    "professionals": {
      "label": "Profesionales",
      "description": "Contar con un equipo de profesionales cualificados y certificados con experiencia para realizar la reforma, es de suma importancia. Nuestro equipo de m2.Studio te ofrece la garantía de entrega de unos acabados óptimos. Siempre velando para minimizar complicaciones y errores desde el principio."
    },
    "security": {
      "label": "Seguridad",
      "description": "Para nosotros la seguridad de nuestro equipo es importantísimo, por lo que nos aseguramos que todo nuestro equipo cuenta con lo necesario para abordar cada reforma sin percances y con la mayor seguridad posible. Durante la reforma es importante tener en cuenta la seguridad. Nos aseguramos de que nuestros profesionales tienen la formación necesaria para realizar nuestras obras."
    }
  },
  "recentProjects": {
    "title": "Proyectos Recientes",
    "projects": {
      "1": {
        "label": "Proyecto 01",
        "description": "Antes de comenzar una reforma, es crucial tener en cuenta algunas cosas para facilitarnos nuestra labor y ayudarnos a conectar con las verdaderas necesidades de nuestros clientes."
      },
      "2": {
        "label": "Proyecto 02",
        "description": "El Presupuesto: Antes de empezar cualquier reforma, debes plantear el presupuesto. Es importante tener claro qué quieres o puedes invertir en tu reforma. Debe ser una cantidad realista, acorde con tu realidad."
      },
      "3": {
        "label": "Proyecto 03",
        "description": "Otro punto muy importante a tener en cuenta es el diseño. Cuanto más claro tienes tus necesidades, más podremos ayudarte a conseguir el espacio deseado."
      }
    },
    "viewAll": "Ver todos"
  },
  "designExperiences": {
    "title": "Creando Alianzas, Diseñando Experiencias",
    "teamImageAlt": "equipo de trabajo",
    "collaborationText": "Colaboramos con varias inmobiliarias en Alicante y les proporcionamos nuestros servicios",
    "contactText": "Contacta con nosotros y te informaremos"
  },
  "contact": {
    "title": "Contacto",
    "namePlaceholder": "Nombre",
    "emailPlaceholder": "Email",
    "phonePlaceholder": "Teléfono",
    "messagePlaceholder": "Mensaje",
    "termsLabel": "He leído y acepto los términos y condiciones de uso",
    "sendButton": "Enviar",
    "renovation": {
      "button": "Formulario si quieres hacer una reforma",
      "title": "Formulario si quieres hacer una reforma",
      "label": "Si deseas realizar una reforma en breve, rellena nuestro formulario para que podamos Proporcionarte un presupuesto de tu proyecto"
    },
    "professional": {
      "button": "Formulario para profesionales colaboradores",
      "title": "Formulario para profesionales colaboradores"
    },
    "contact": {
      "button": "Formulario de contacto",
      "title": "Contacto"
    }
  },
  "footer": {
    "privacyPolicy": "Política de Privacidad",
    "termsOfUse": "Términos de Uso"
  }
}